Repository: bestwebsoft/bws-adsense-wordpress-plugin
Catalog: languages/adsense-plugin-*.po
Languages: cs_cz

source: Google AdSense Settings
cs_cz: Google AdSense nastavení

source: Home page
cs_cz: Úvodní strana

source: Before the content
cs_cz: Před obsahem

source: After the content
cs_cz: Za obsahem

source: After the first paragraph (Available in Pro)
cs_cz: Za prvním odstavcem (k dispozici v Pro)

source: After a random paragraph (Available in Pro)
cs_cz: Po náhodném odstavci (k dispozici v Pro)

source: Pages
cs_cz: Stránky

source: Below the comment form
cs_cz: Pod formulářem komentáře

source: Posts / Custom posts
cs_cz: Příspěvky / vlastní příspěvky

source: Categories / Tags
cs_cz: Kategorie / štítky

source: Search results
cs_cz: Výsledky vyhledávání

source: Static
cs_cz: Statický

source: Fixed (Available in Pro)
cs_cz: Pevná (k dispozici Pro)

source: Image
cs_cz: Obrázek

source: Text/Image
cs_cz: Text/Obrázek

source: Link
cs_cz: Odkaz

source: New
cs_cz: Nové

source: Active
cs_cz: Aktivní

source: Responsive
cs_cz: Responzivní

source: AdUnits Error:
cs_cz: AdUnits chyba:

source: Create account in %s
cs_cz: Vytvořit účet v %s

source: AdClient Error:
cs_cz: AdClient chyba:

source: Account Error:
cs_cz: Účet chyba:

source: Invalid authorization code. Please, try again.
cs_cz: Neplatný autorizační kód. Opakujte akci.

source: An error occurred while obtaining the code for the block %s.
cs_cz: Došlo k chybě při získávání kódu pro blok %s.

source: Settings are not saved.
cs_cz: Nastavení se neuložilo.

source: The maximum number of ad blocks on the page cannot be more than 3 ad blocks (%s).
cs_cz: Maximální počet bloků reklamy na stránce nemůže být více než 3 reklamní bloky (%s).

source: Learn more
cs_cz: Zjistit více

source: Please select a smaller number of ad blocks or disable the ad block display in the %s tab.
cs_cz: Vyberte menší počet reklamní bloky nebo zakažte zobrazení reklamního bloku na záložce %s.

source: ad blocks
cs_cz: reklamní bloky

source: To display the ad block in widget, please set a smaller number of ad blocks in the %s tab.
cs_cz: Chcete-li zobrazit reklamní blok ve widgetu, nastavte menší počet reklamních bloků na kartě %s.

source: To display the ad block in widget, please set a smaller number of ad blocks in tabs: %s.
cs_cz: Chcete-li zobrazit reklamní blok ve widgetu, nastavte menší počet reklamních bloků na kartách %s.

source: Settings saved.
cs_cz: Nastavení bylo uloženo.

source: Settings
cs_cz: Nastavení

source: Go PRO
cs_cz: Získat verzi Pro

source: Remote work with Google AdSense
cs_cz: Vzdálená práce s Google AdSense

source: Log out from Google AdSense
cs_cz: Odhlásit se od Google AdSense

source: Please authorize via your Google Account to manage ad blocks.
cs_cz: Prosím autorizujte prostřednictvím účtu Google a můžete spravovat reklamní bloky.

source: Get Authorization Code
cs_cz: Získat autorizační kód

source: Authorize
cs_cz: Autorizace

source: Your Publisher ID:
cs_cz: Vaše ID vydavatele:

source: Please note:
cs_cz: Vezměte prosím na vědomí:

source: The maximum number of ad blocks on the page cannot be more than 3 ad blocks.
cs_cz: Maximální počet bloků reklamy na stránce nemůže být více než 3 reklamní bloky.

source: Please don't forget to place the AdSense widget into a needed sidebar on the %s.
cs_cz: Prosím nezapomeňte přidat AdSense widget do potřebného sidebaru na %s.

source: widget page
cs_cz: Stránka widgetu

source: An opportunity to add several widgets is available in the
cs_cz: Možnost přidat několik widgetů je k dispozici v

source: Add or manage existing ad blocks in the %s.
cs_cz: Přidání nebo správa existujících reklamních bloků v %s.

source: After adding the ad block in Google AdSense, please %s to see the new ad block in the list of plugin ad blocks.
cs_cz: Po přidání reklamního bloku v Google AdSense, prosím %s zobrazíte nové reklamní bloky v seznamu pluginu reklamních bloků.

source: reload the page
cs_cz: znovu načíst stránku

source: Unlock premium options by upgrading to Pro version
cs_cz: Odemknout prémiové možnosti při aktualizaci na verzi Pro

source: Learn More
cs_cz: Zjistit více

source: Save Changes
cs_cz: Uložit změny

source: FAQ
cs_cz: Často kladené otázky

source: Fixed
cs_cz: Fixní

source: Widget displays Google AdSense.
cs_cz: Widget zobrazuje Google AdSense.

source: Title
cs_cz: Název

source: Select ad block to display in the widget you can on the plugin settings page in the 'Widget' tab.
cs_cz: Vybrat reklamní blok k zobrazení ve widgetu můžete na stránce nastavení pluginu na záložce 'Widget'.

source: Support
cs_cz: Podpora

source: Display
cs_cz: Zobrazit

source: Name
cs_cz: Název

source: Type / Size
cs_cz: Typ / velikost

source: Status
cs_cz: Stav

source: Position
cs_cz: Pozice
